<script setup></script>

<template>
  <div class="list">
    <div>вывезти дрова из гаража</div>
    <div>вытащить мусор из сарая</div>
    <div>присмотреться к тому хватит ли нам мусора на контейтер</div>
    <div>
      собрать стекло в точку со стеклом
      <span> (для вывоза в первом контейнере и закрытия вопроса) </span>
    </div>
    <div>
      подразобрать мусор у стола

      <span>
        (дрова сложить перед столом, остальное вынести с рассчетом что стол
        должен в идеале уже заехать на главную свалку для ее распила)
      </span>
    </div>
    <div>
      собрать стекло у бани - в том числе с земли

      <span>
        (в дальнейшем будем оттуда выносить дрова, в идеале в сарай, чтобы и
        ближе и главное не вывозить)
      </span>
    </div>
  </div>
</template>

<style lang="sass" scoped>
@import './list.sass'
</style>
