<script setup></script>

<template>
  <div class="list">
    <div>
      разбирать металл и провода

      <span>
        (мы хотим еще в июле приехать и если вы будете заниматься металлом и
        проводами, то 1) нам некуда будет складывать дрова и 2) не получиться
        вывезти мусор)
      </span>
    </div>

    <div>
      пилить доски сваленные для бензопилы

      <span>
        (мы надеемся, что найдется кто нить кто их просто заберет. просто пилить
        их долго а толку? и так дров на 5 лет хватит. впрочем может вы это
        быстро делаете?)
      </span>
    </div>

    <div>
      таскать пилу

      <span>
        (для экономии пространства я прикрутил ее к ножкам, а ее чтобы
        перетаскивать нужно откручивать, потому что у нее корпус пластиковый, не
        уверен, что он держит продольную нагрузку. если будет мешать, то она там
        на болтиках, но я думаю проще просто ее чуть подвинуть, чем откручивать)
      </span>
    </div>
  </div>
</template>

<style lang="sass" scoped>
@import './list.sass'
</style>
